/* Dialog title when quitting */
"Do you really want to quit X11?" = "Weet u zeker dat u wilt stoppen met X11?";

/* Dialog when quitting */
"Any open X11 applications will stop immediately, and you will lose any unsaved changes." = "Alle geopende X11-programma's worden onmiddellijk gestopt en alle niet-bewaarde wijzigingen gaan verloren.";

/* Dialog title when switching to RandR */
"Enter RandR mode?" = "RandR-modus activeren?";

/* Dialog when switching to RandR */
"An application has requested X11 to change the resolution of your display.  X11 will restore the display to its previous state when the requesting application requests to return to the previous state.  Alternatively, you can use the ⌥⌘A key sequence to force X11 to return to the previous state." = "Een programma heeft X11 verzocht om de resolutie van uw beeldscherm te wijzigen. X11 herstelt de vorige staat van het beeldscherm wanneer het programma dat om de wijziging heeft gevraagd verzoekt om de vorige staat te herstellen. U kunt ook de toetscombinatie ⌥⌘A gebruiken om X11 te vorige staat te laten herstellen.";

/* No comment provided by engineer. */
"Allow" = "Sta toe";

/* No comment provided by engineer. */
"Always Allow" = "Sta altijd toe";

/* No comment provided by engineer. */
"Cancel" = "Annuleer";

/* No comment provided by engineer. */
"Mac Help" = "Mac Help";

/* No comment provided by engineer. */
"Quit" = "Stop";

/* No */
"No" = "Nee";

/* Yes */
"Yes" = "Ja";

/* Terminal */
"Terminal" = "Terminal";

/* Startup xinitrc dialog */
"You have an existing ~/.xinitrc file.\n\nWindows displayed by X11 applications may not have titlebars, or may look different to windows displayed by native applications.\n\nWould you like to move aside the existing file and use the standard X11 environment the next time you start X11?" = "Het bestand ~/.xinitrc bestaat al.\n\nVensters die door X11-programma's worden weergegeven hebben mogelijk geen titelbalken of kunnen er anders uitzien dan systeemeigen programma's.\n\nWilt u het bestaande bestand negeren en de standaard-X11-omgeving gebruiken als u X11 de eerstvolgende keer start?";

/* window item modifiers */
"window item modifiers" = "command";

/* Updates menu title … */
"Check for X11 Updates..." = "Zoek naar X11-updates...";
